[
{"title":"SEAFOOD",
"image":"http://www.moonoverseas.com/upload/images/2020/11/23/77736120b1b440ed9eeb06f33fa309fe.jpg",
"status":true,
"brand":"food","details":"Frozen processing of Seafood refers to the freezing process of fish, shrimps, crustaceans, shellfish and mollusks cultured or caught in seawater and fresh water for preservation. GlassDoor provides one package service including project planning, design, supply, installation, commissioning, training and after-sales service, providing perfect turnkey project forSeafood processing clients.","rating":3},
{"title":"BEVERAGE INDUSTRY","image":"http://www.moonoverseas.com/upload/images/2020/11/20/9d6119e2e055400399f3e874a4d1826b.jpg","status":true,"brand":"logistics","details":"The beer and beverage processing technology requires a lot of cooling and heating processes. In the beer production process, the main way of energy exchange is steam heating wort. After meeting the technical requirements, the wort is cooled to enter the fermentation process for fermentation. The whole process is kept at low temperature.","rating":4},
{"title":"POULTRY","image":"http://www.moonoverseas.com/upload/images/2020/11/23/3030d0bf8f8b4445a3cdd29258c9b048.jpg","status":false,"brand":"food","details":"At present, the main types of poultry processed and slaughtered are broilers, ducks, and a small amount of special poultry such as goose, turkey, quail, and pigeon. At present, poultry products are mainly quick-frozen cut products, and other products include quick-frozen products, cold fresh pork, cold fresh cut products, cooked food products, etc.","rating":5},
{"title":"ICE SLURRY TECHNOLOGY","image":"http://www.moonoverseas.com/upload/images/2020/11/20/bbb7d8d5f0c24246bcf026c5cd5d6dbc.jpg","status":false,"brand":"beverage","details":"Pure water-ice slurry does not have any additives. After the ice slurry enters the ice storage tank, it becomes a mixture of loose ice layer and water. It is a natural 0°C system, and the cold water taken out from it is always around 1°C (as long as the ice is not melted). It is the best high-quality refrigerating source for fresh milk, beer, beverage processing which require temperature of 2-6°C.","rating":3},
{"title":"ARTIFICIAL ENVIRONMENT","image":"http://www.moonoverseas.com/upload/images/2020/11/20/083ce69ae0074133b928b7f7b848331f.png","status":true,"brand":"beverage","details":"GlassDoor can provide the following refrigeration solutions for environmental simulation: aircraft wind tunnel experiment, automobile environment simulation, winter sports venues, subgrade freezing, insulator icing experiment, underground thermal damage treatment, superconducting experiment (absolute zero degree) and other occasions of environmental conditions simulation and precise control.","rating":5},
{"title":"PREPARED FOODS","image":"http://www.moonoverseas.com/upload/images/2020/12/17/9fee1523e6f549c8bc77261c773f15e4.jpg","status":true,"brand":"food","details":"Frozen prepared foods refer to the packaged foods, such as all kinds of ham products, fish balls, meat balls, dumplings, spring rolls, frozen rice, etc., which are stored, transported and sold in the frozen state (product center temperature is below - 18 ℃) after pretreatment, preparation and processing.","rating":4},
{"title":"DAIRY INDUSTRY","image":"http://www.moonoverseas.com/upload/images/2021/02/26/6bed98e3f3e84cd082cb34e8a562abe9.jpg","status":false,"brand":"food","details":"Dairy products mainly include: market milk, UHT sterilized milk, condensed milk, milk powder, yogurt and ice cream, all dairy products processing needs refrigeration technology. ","rating":2},
{"title":"INDIVIDUAL QUICK FREEZER","image":"http://www.moonoverseas.com/upload/images/2020/11/19/c8bc041a91d1455e82217ea6abef8c80.jpg","status":true,"brand":"beverage","details":"GlassDoor series individual quick freezing equipment includes 0 ℃ precooling device, - 35 ℃ secondary freezing device, - 40 ℃ quick freezing device and - 70 ℃ cryogenic quick freezing device, which can meet the requirements for rapid freezing of aquatic products, poultry & meat, fruits and vegetables, noodle & pastries, prepared food, ice cream and other products.","rating":4},{"title":"LOGISTICS INDUSTRY","image":"http://www.moonoverseas.com/upload/images/2020/11/20/0cb56068ebd84b6c92124fb5e50ff5e4.jpg","status":false,"brand":"logistics","details":"Cold storage has always been the most important part of the logistics industry. Both ordinary cold storage and three-dimensional automatic cold storage are gradually developing towards automation, intelligence, environmental protection and energy saving.","rating":2},
{"title":"AUTOMATED STORAGE","image":"http://www.moonoverseas.com/upload/images/2020/11/20/f6c74ea2d7d9408899d22b21fc64646d.jpg","status":true,"brand":"logistics","details":"High degree of automation and intelligence is the development trend of cold storage. The large-scale automatic cold storage project can realize the automation of refrigeration system, safety protection, information tracing and retrieval, and transportation system. It can greatly improve the throughput of cold storage, reduce labor costs, increase land utilization, and improve the efficiency of cold chain logistics and warehousing.","rating":3},
{"title":"FRUIT&VEGETABLE PROCESSING","image":"http://www.moonoverseas.com/upload/images/2020/11/20/0620bda968f1407498a48c9076babd27.jpg","status":true,"brand":"food","details":"Fruit and vegetable processing mainly refers to the pre-cooling and cold storage of fruits and vegetables, as well as the deep processing and quick freezing of fruits and vegetables","rating":3},
{"title":"FREEZE-DRIED FOOD","image":"http://www.moonoverseas.com/upload/images/2020/12/17/7c40d85dfac8424988ba9728c495116f.jpg","status":true,"brand":"logistics","details":"Freeze-dried food: It is the process of sublimation dehydration and drying of various materials containing moisture in a low-temperature freezing vacuum state. It is carried out under the condition of anaerobic and dark light.","rating":3}]